espressif/esp-brookesia/utils/brookesia_lib_utils/test_apps/log/sdkconfig.ci.enable_thread_name
CONFIG_IDF_TARGET="esp32s3"

CONFIG_BROOKESIA_UTILS_LOG_ENABLE_THREAD_NAME=y
